import peopleIcon from "../img/people-icon.svg";

const MainCards = () => {
    return (
        <div className="w1500 main-cards">
            <h1 className="tangerine-regular">Alliance Française Séoul</h1>
            <ul>
                <li>
                    <h2>연합단체</h2>
                    <img src={peopleIcon} height="55" alt="🌞" />
                    <p>프랑스에서 공익 단체로 인정 받은 파리 소재 알리앙스 프랑세즈 재단에 소속되어 있으며, 주한 프랑스 대사관, 주한 프랑스 문화원과의 긴밀한 업무 협력으로 프랑스와의 연관성과 품질 헌장 준수를 보장 받습니다.</p>
                </li>
                <li>
                    <h2>연합단체</h2>
                    <img src={peopleIcon} height="55" alt="🌞" />
                    <p>프랑스에서 공익 단체로 인정 받은 파리 소재 알리앙스 프랑세즈 재단에 소속되어 있으며, 주한 프랑스 대사관, 주한 프랑스 문화원과의 긴밀한 업무 협력으로 프랑스와의 연관성과 품질 헌장 준수를 보장 받습니다.</p>
                </li>
                <li>
                    <h2>연합단체</h2>
                    <img src={peopleIcon} height="55" alt="🌞" />
                    <p>프랑스에서 공익 단체로 인정 받은 파리 소재 알리앙스 프랑세즈 재단에 소속되어 있으며, 주한 프랑스 대사관, 주한 프랑스 문화원과의 긴밀한 업무 협력으로 프랑스와의 연관성과 품질 헌장 준수를 보장 받습니다.</p>
                </li>
                <li>
                    <h2>연합단체</h2>
                    <img src={peopleIcon} height="55" alt="🌞" />
                    <p>프랑스에서 공익 단체로 인정 받은 파리 소재 알리앙스 프랑세즈 재단에 소속되어 있으며, 주한 프랑스 대사관, 주한 프랑스 문화원과의 긴밀한 업무 협력으로 프랑스와의 연관성과 품질 헌장 준수를 보장 받습니다.</p>
                </li>
            </ul>
        </div>
    );
}

export default MainCards;
